{
  "fat": [
    "Deine Mama ist so fett, dass ihr Bauchnabel 15 Minuten früher nach Hause kommt.",
    "Deine Mama ist so fett, dass der Arzt ihr zehn Jahre zu leben gegeben hat, als bei ihr eine fleischfressende Krankheit diagnostiziert wurde.",
    "Deine Mama ist so fett, dass der nationale Wetterdienst jedem ihrer Fürze Namen gibt.",
    "Deine Mama ist so fett, dass die Leute \"Taxi!\" rufen, wenn sie einen gelben Regenmantel trägt",
    "Deine Mama ist so fett und dumm, dass sie ihre E-Mail nur geöffnet hat, weil sie gehört hat, dass sie Spam enthält.",
    "Deine Mama ist so fett, dass sie zu Halloween ein Laken aufgeworfen hat und als Antarktis gegangen ist.",
    "Deine Mama ist so fett, dass sie nach Cheats für Wii Fit gesucht hat",
    "Deine Mama ist so fett, dass sie nur Sport treiben kann, wenn sie hinter dem Eiswagen her ist.",
    "Deine Mama ist so fett, dass sie sich auf einen Dollar gesetzt hat und George Washington einen Popel aus der Nase gequetscht hat.",
    "Deine Mama ist so fett, dass wenn sie in einen Fahrstuhl steigt, dieser runter muss.",
    "Deine Mama ist so fett, dass die Leute denken, sie macht einen Rückzieher, wenn ihr Piepser ertönt.",
    "Deine Mama ist so fett, dass sie ihre Hosen auf der Einfahrt bügeln muss.",
    "Deine Mama ist so fett, dass sie das Haus in High Heels verlassen hat und in Flip Flops zurückgekommen ist.",
    "Deine Mama ist so fett, dass die Leute zum Sport um sie herum joggen.",
    "Deine Mama ist so fett, dass sie im Ozean trieb und Spanien sie für die Neue Welt beanspruchte.",
    "Deine Mama ist so fett, dass ich drei Staffeln von Breaking Bad verpasst habe, als sie vor den Fernseher ging.",
    "Deine Mama ist so fett, dass du den Türrahmen schmieren und einen Twinkie auf die andere Seite halten musst, nur um sie durchzubringen!",
    "Deine Mama ist so fett, dass Greenpeace auftaucht und versucht, sie zurück ins Meer zu schleppen, wenn sie am Strand sitzt...",
    "Deine Mama ist so fett, dass sie bei Bungee-Sprüngen auch die Brücke zum Einsturz bringt.",
    "Deine Mama ist so fett, dass es ein Ferngespräch ist, wenn sie mit sich selbst spricht.",
    "Deine Mama ist so fett, dass sie das letzte Mal 90210 auf einer Waage gesehen hat.",
    "Deine Mama ist so fett, dass sich Licht um sie biegt.",
    "Deine Mama ist so fett, dass ich sie letztes Weihnachten fotografiert habe und es druckt immer noch!",
    "Deine Mama ist so fett, dass sie die Preise gesenkt hat, als sie bei Wal-Mart saß.",
    "Deine Mama ist so fett, dass wenn sie auf einem iPhone saß, es sich in ein iPad verwandelte.",
    "Deine Mama ist so fett, dass nicht einmal Gott ihre Stimmung heben kann.",
    "Deine Mama ist so fett, dass sie eine Gruppenversicherung bekommt.",
    "Deine Mama ist so fett, dass sie für die kommerzielle Entwicklung in Zonen aufgeteilt wurde.",
    "Deine Mama ist so fett, dass sie in die Lücke gegangen ist und sie gefüllt hat.",
    "Deine Mama ist so fett, dass sie aus allen Richtungen auf dich zukommt.",
    "Deine Mama ist so fett, dass der Rettungsschwimmer zu deinem Vater sagte, als sie am Strand auf ein Sprungbrett stieg, \"tut mir leid, du kannst hier nicht parken\".",
    "Deine Mama ist so fett, dass ihre Müslischale mit einem Rettungsschwimmer kam.",
    "Deine Mama ist so fett, dass sie aussieht wie Shegs, die einen Volkswagen schmuggeln.",
    "Deine Mama ist so fett, dass sie sich beim Schuhputzen auf den Typen verlassen musste.",
    "Deine Mama ist so fett, dass es für alle vorbei ist, wenn sie singt.",
    "Deine Mama ist so fett, dass sie, als sie weglief, alle vier Seiten der Milchtüte benutzen mussten, um ihr Bild zu zeigen.",
    "Deine Mama ist so fett, dass sie, als sie aufwuchs, nicht mit Puppen spielte, sondern mit Zwergen.",
    "Deine Mama ist so fett, dass sie zwei Busse für Rollschuhe benutzt.",
    "Deine Mama ist so fett, dass sie den Todesstern in die Luft gesprengt hat.",
    "Deine Mama ist so fett, dass sie beim Buffet den Gruppentarif bekommt.",
    "Deine Mama ist so fett, dass sie ihren Gürtel mit einem Bumerang anziehen muss.",
    "Deine Mama ist so fett, dass sie die Treppe zum Himmel zerstört hat.",
    "Deine Mama ist so fett, dass sie nicht mit einer Gabel isst, sie isst mit einem Gabelstapler.",
    "Deine Mama ist so fett, dass der Vermieter beim letzten Mal die Miete verdoppelt hat.",
    "Deine Mama ist so fett, dass Weight Watchers sie nicht ansehen werden.",
    "Deine Mama ist so fett, dass ihr die Autobahnpolizei ein Schild mit der Aufschrift „Achtung! Weite Kurve\".",
    "Deine Mama ist so fett, wenn sie im Haus sitzt, SITZT SIE IM HAUS!",
    "Deine Mama ist so fett, wenn sie auf eine Waage steigt, steht dort \"Eins nach dem anderen, bitte\".",
    "Deine Mama ist so fett, dass sie sich verliebt hat und es kaputt gemacht hat.",
    "Deine Mama ist so fett, dass wenn sie auf die Waage steigt, da steht \"Wir machen keine Viehzucht\".",
    "Deine Mama ist so fett, dass sie, als sie auf der 4. Avenue stolperte, auf der 12. gelandet ist.",
    "Deine Mama ist so fett, dass Gott die Erde nicht erleuchten konnte, bis sie sich bewegte!",
    "Deine Mama ist so fett, dass selbst Bill Gates ihre Fettabsaugung nicht bezahlen konnte!",
    "Deine Mama ist so fett, dass sie ihre Hose herunterziehen muss, um in ihre Taschen zu kommen.",
    "Deine Mama ist so dick, dass sie am vierten, fünften und sechsten Juni geboren wurde.",
    "Deine Mama ist so fett, dass sie hinfallen könnte und es nicht einmal merken würde.",
    "Deine Mama ist so fett, dass auf dem Schild in einem Restaurant steht: „Maximale Belegung: 300, oder Yo Mama.",
    "Deine Mama ist so fett, dass sie Mayonnaise auf Aspirin tut.",
    "Deine Mama ist so fett, dass sie mit einer silbernen Schaufel im Mund geboren wurde.",
    "Deine Mama ist so fett, dass sie zwei Fahrten machen muss, wenn sie den Arsch schleppt.",
    "Deine Mama ist so fett, dass sie nach Sea World gehen musste, um sich taufen zu lassen.",
    "Deine Mama ist so fett, dass ihre Bauchnabel ein Echo bekommen haben.",
    "Deine Mama ist so fett, dass die Leute ihr eine Willkommensparty schmeißen, wenn sie sich umdreht.",
    "Deine Mama ist so dick, dass ihr Bauchnabel keine Fusseln hat, er hat Pullover.",
    "Deine Mama ist so fett, dass ein Bild von ihr von der Wand fallen würde.",
    "Deine Mama ist so fett, dass ihre Füße nicht nass werden, wenn sie duscht.",
    "Deine Mama ist so fett, dass sie ihren Lippenstift mit einem Farbroller aufträgt!",
    "Deine Mama ist so fett, dass sie Schatten verkaufen könnte.",
    "Deine Mama ist so fett, dass ich zweimal um sie herum gerannt bin und mich verlaufen habe.",
    "Deine Mama ist so fett, dass der Schatten ihres Hinterns 100 Pfund wiegt.",
    "Deine Mama ist so fett, dass die Polizei vorbeifährt und schreit, wenn Shegs an der Ecke stehen, „Hey, mach Schluss.",
    "Deine Mama ist so fett, dass ihre Blutgruppe Ragu ist.",
    "Deine Mama ist so fett, dass sie eine Reisetasche braucht, wenn sie die fünfzig Meter rennt.",
    "Deine Mama ist so fett, dass sie nicht einmal in einen AOL-Chatroom passt.",
    "Deine Mama ist so fett, wenn sie Fallschirmspringen geht, dass sie keinen Fallschirm zum Landen benutzt, sie benutzt ein zweimotoriges Flugzeug!",
    "Deine Mama ist so fett, dass die Subwoofer von MTX Audio ihre Knochen nicht erschüttern konnten!",
    "Deine Mama ist so fett, ihre Kopfhörer sind ein Paar PA-Lautsprecher, die an einen Autoverstärker angeschlossen sind.",
    "Deine Mama ist so fett, dass sie keinen Schneider hat, sie hat einen Auftragnehmer.",
    "Deine Mama ist so fett, dass sie von Esswettbewerben ausgeschlossen wurde, weil sie unfaire Konkurrenz ist.",
    "Deine Mama ist so dick, dass sie 36-24-36 misst, und der andere Arm ist genauso groß.",
    "Deine Mama ist so fett, dass sie sich bei Luckygs Auto Body die Fußnägel lackieren lässt.",
    "Deine Mama ist so fett, dass die Leute versuchen, SIE zu reiten, wenn sie in einen Vergnügungspark geht!",
    "Deine Mama ist so fett, dass sie stecken bleibt, wenn sie in die Luft springt!",
    "Deine Mama ist so fett, dass sie mehr Chins hat als ein chinesisches Telefonbuch!",
    "Deine Mama ist so fett, dass sie die Gezeiten beeinflusst.",
    "Deine Mama ist so fett, dass sie, wenn sie Himmel und Hölle spielt, \"New York, L.A., Chicago...\" sagt",
    "Deine Mama ist so fett, dass die NASA einen Satelliten um sie kreisen muss!",
    "Deine Mama ist so fett, dass ich die Stereoanlage nicht hören kann, wenn sie auf meinem Gesicht sitzt.",
    "Deine Mama ist so fett, dass sie die Badewanne einfetten müssen, um sie rauszubekommen!",
    "Deine Mama ist so fett, dass sie auf beiden Seiten der Familie steht!",
    "Deine Mama ist so fett, dass die Elefanten im Zoo IHRE Erdnüsse werfen.",
    "Deine Mama ist so fett, dass du dich zweimal umdrehen musst, um von ihr herunterzukommen.",
    "Deine Mama ist so fett, dass sie Autoalarmanlagen auslöst, wenn sie rennt.",
    "Deine Mama ist so fett, dass sie nicht in ihre Gesäßtasche greifen kann.",
    "Deine Mama ist so fett, dass sie ihr eigenes Gravitationsfeld hat.",
    "Deine Mama ist so fett, dass sie auf einen Regenbogen getreten ist und Kegel gemacht hat.",
    "Deine Mama ist so fett, dass die einzigen Bilder, die du von ihr hast, von Satellitenkameras aufgenommen wurden.",
    "Deine Mama ist so fett, dass Helikopter versuchen, auf ihrem Rücken zu landen, wenn sie ein \"Malcolm X\"-T-Shirt trägt!",
    "Deine Mama ist so fett, dass Usain Bolt 3 Jahre gebraucht hat, um sie herumzurennen.",
    "Deine Mama ist so fett, dass sie mehr schwitzt als ein Hund in einem chinesischen Restaurant.",
    "Deine Mama ist so fett, dass sie ins Wasser getreten ist, Thailand musste eine weitere Tsunami-Warnung aussprechen.",
    "Deine Mama ist so fett, dass sie sich nicht die Schuhe binden kann.",
    "Deine Mama ist so fett, dass wenn sie am Strand liegt, die Leute herumrennen und Free Willy schreien.",
    "Deine Mama ist so fett, dass sie Mammutbäume benutzt, um ihre Zähne zu picken",
    "Deine Mama ist so fett, dass sie sich ins Bein geschnitten hat und die Soße ausgegossen wurde",
    "Deine Mama ist so fett, dass sie bei der Macygs Thanksgiving Day Parade dabei war... in Seilen.",
    "Deine Mama ist so fett, dass sie eine leichte Diät gemacht hat. Sobald es hell ist, fängt sie an zu essen.",
    "Deine Mama ist so fett, dass sie halb italienisch, halb irisch und halb amerikanisch ist.",
    "Deine Mama ist so fett, dass ihr Taillenumfang dem Äquator entspricht.",
    "Deine Mama ist so fett, dass sie nicht einmal vorschnell eine Schlussfolgerung ziehen kann.",
    "Deine Mama ist so fett, dass sie eine Matratze als Tampon benutzt.",
    "Deine Mama ist so fett, dass sie, als sie von einem Bus angefahren wurde, sagte: \"Wer hat diesen Stein nach mir geworfen?\"",
    "Deine Mama ist so fett, dass wir ins Autokino gegangen sind und sie nicht bezahlen mussten, weil wir sie als Toyota verkleidet haben.",
    "Deine Mama ist so fett, dass sie bei ihrer Geburt im Krankenhaus Schwangerschaftsstreifen hinterlassen hat.",
    "Deine Mama ist so fett, dass sie aus der Besetzung von E.T. gestrichen wurde, weil sie eine Sonnenfinsternis verursachte, als sie mit dem Fahrrad über den Mond fuhr.",
    "Deine Mama ist so fett, dass dir die Ohren platzen, wenn du auf sie steigst.",
    "Deine Mama ist so fett, dass sie von einem Auto angefahren wurde und ins Krankenhaus musste, um es entfernen zu lassen.",
    "Deine Mama ist so fett, dass sie \"Weizendickfleisch\" isst.",
    "Deine Mama ist so fett, dass wir gerade in ihr sind!",
    "Deine Mama ist so fett, dass sie ins Kino gegangen ist und sich neben alle gesetzt hat.",
    "Deine Mama ist so fett, dass sie zum natürlichen Lebensraum für Kondore erklärt wurde.",
    "Deine Mama ist so fett, wenn sie jemandem die Hand schütteln will, muss sie Anweisungen geben!",
    "Deine Mama ist so fett, dass selbst Dora sie nicht erkunden kann!",
    "Deine Mama ist so dick, dass auf der Waage "Fortsetzung folgt" steht, wenn sie auf die Waage steigt.",
    "Deine Mama ist so fett, dass sie, wenn sie in ein Restaurant geht, auf die Speisekarte schaut und \"okay!\" sagt",
    "Deine Mama ist so fett, dass sogar Chuck Norris nicht um sie herumlaufen könnte.",
    "Deine Mama ist so fett, dass ihr Hals aussieht wie ein Dutzend Hot Dogs!",
    "Deine Mama ist so fett, dass sie beim Bungee-Springen direkt in die Hölle fährt!",
    "Deine Mama ist so fett, dass sie ihre eigene Vorwahl hat!",
    "Deine Mama ist so fett, dass sie aussieht, als würde sie einen Volkswagen schmuggeln!",
    "Deine Mama ist so fett, dass sie drei Flugtickets kaufen muss.",
    "Deine Mama ist so fett, dass jedes Mal, wenn sie an den Strand geht, die Flut kommt!",
    "Deine Mama ist so fett, dass ihr Amtrak aufs Bein geschrieben steht.",
    "Deine Mama ist so fett, dass ihre Beine wie verdorbene Milch sind - weiß & dick!",
    "Deine Mama ist so fett, dass ich einen Zug und zwei Busse nehmen musste, nur um auf ihre gute Seite zu kommen!",
    "Deine Mama ist so fett, dass sie abschnittsweise aufwacht!",
    "Deine Mama ist so fett, sie will zu Weihnachten nur ihre Füße sehen.",
    "Deine Mama ist so fett, wenn sie am Strand liegt, bekommt sonst keiner Sonne ab!",
    "Deine Mama ist so fett, dass ihre Seniorenfotos aus einem Helikopter gemacht werden mussten!",
    "Deine Mama ist so fett, dass sie jedes Mal, wenn sie in High Heels läuft, auf Öl stößt!",
    "Deine Mama ist so fett, dass sie hingefallen ist und den Grand Canyon erschaffen hat!",
    "Deine Mama ist so fett, dass ihr Hintern über den Boden schleift und die Kinder schreien: „Da kommt der Weihnachtsmann mit seiner Spielzeugtüte!",
    "Deine Mama ist so fett, dass sogar ihre Kleidung Dehnungsstreifen hat!",
    "Deine Mama ist so fett, dass sie einen Videorecorder als Piepser benutzen muss!",
    "Deine Mama ist so fett, dass sie eine Decke über den Ozean gelegt haben, als sie nach einem Wasserbett gefragt hat!",
    "Deine Mama ist so fett, dass sie von einem geparkten Auto angefahren wurde!",
    "Deine Mama ist so fett, dass sie das Gummiband in ihrer Unterwäsche zum Bungee-Jumping benutzen.",
    "Deine Mama ist so fett, dass ich, als wir Call of Duty gespielt haben, eine 20-Kill-Streak bekommen habe, weil ich sie getötet habe.",
    "Deine Mama ist so fett, dass Dracula Typ-2-Diabetes bekommen hat, nachdem sie sich in den Hals gebissen hat.",
    "Deine Mama ist so fett, dass sie bei einem Besuch im Rathaus von Toronto festgenommen wurde, weil sie versucht hatte, 500 Pfund Crack in das Büro von Bürgermeister Rob Ford zu schmuggeln.",
    "Deine Mama ist so fett, dass sie sich beim Hinfallen in den Schlaf geschaukelt hat und versucht hat, wieder aufzustehen.",
    "Deine Mama ist so fett, dass mir das Benzin ausgegangen ist, als ich versucht habe, um sie herumzufahren.",
    "Deine Mama ist so fett, dass, als sie in die Kirche ging und sich auf eine Bibel setzte, Jesus herauskam und sagte: „LASS MEIN VOLK GEHEN!",
    "Deine Mama ist so fett, dass wenn sie auf einem Konzert tanzt die ganze Band hüpft.",
    "Deine Mama ist so fett, dass sie in zwei Zeitzonen steht.",
    "Deine Mama ist so fett, dass sie auf den Jahrmarkt gegangen ist und die Kinder dachten, sie wäre eine Hüpfburg.",
    "Deine Mama ist so fett, dass sie Bremsschwellen einbauen muss, wenn sie zu einem All-you-can-eat-Buffet geht.",
    "Deine Mama ist so fett, dass die Kamera 10 Pfund von ihrem Aussehen wegnimmt.",
    "Deine Mama ist so fett, dass in ihre Limousine 5 Personen passen... oder nur deine Mama mit ausgebauten Vordersitzen.",
    "Deine Mama ist so fett, dass die Wale anfingen \"We Are Family\" zu singen, als sie in die Meereswelt ging.",
    "Deine Mama ist so fett, dass sie von beiden Seiten ihres Bettes gefallen ist.",
    "Deine Mama ist so fett, dass die Streifen auf ihrem Pyjama nie enden.",
    "Deine Mama ist so fett, Al Gore beschuldigt sie jedes Mal, wenn sie furzt, der globalen Warnung!",
    "Deine Mama ist so fett, dass sie jeden Caterer der Stadt auf Kurzwahl hat!",
    "Deine Mama ist so fett, dass, wenn sie auf die Waage geht, ihre eigene Telefonnummer angezeigt wird.",
    "Deine Mama ist so fett, dass sie das Internet nicht braucht - sie ist weltweit.",
    "Deine Mama ist so fett, dass auf der Waage \"etwas abnehmen\" steht, wenn sie auf die Waage geht.",
    "Deine Mama ist so fett, dass sie keine Träume bekommt, sie bekommt Filme!",
    "Deine Mama ist so fett, dass sie beim Gehen die Erdrotation verändert!",
    "Deine Mama ist so fett, dass sie das ganze Land Mexiko als Solarium benutzt.",
    "Deine Mama ist so fett, dass der Sprechende Hut sie in alle vier Häuser gesteckt hat!",
    "Deine Mama ist so fett, dass ein Wingardium-Leviosa-Zauber sie nicht hochheben könnte.",
    "Deine Mama ist so fett, sie lässt Hagrid aussehen wie \"Mini-me\".",
    "Deine Mama ist so fett, sie hat versucht, Cornelius Fudge zu essen.",
    "Deine Mama ist so fett, ihr Patronus ist ein Double-Whopper mit Käse.",
    "Deine Mama ist so fett, dass sie in der High School Geometrie belegt hat, nur weil sie gehört hat, dass es Pi geben wird.",
    "Deine Mama ist so dick, dass das Verhältnis des Umfangs zu ihrem Durchmesser vier ist.",
    "Deine Mama ist so fett, dass ihr Derivat absolut positiv ist.",
    "Deine Mama ist so fett, dass sie in einer Dreiecksbeziehung die Hypotenuse wäre.",
    "Deine Mama ist so fett, dass ich, als sie mich fragte „Was ist los?“, „Dein Gewicht!“ sagte",
    "Deine Mama ist so fett, dass der Sprechende Hut sie dem Pfannkuchenhaus zugeteilt hat.",
    "Deine Mama ist so fett, sie hat den Tarnumhang als Lätzchen benutzt.",
    "Deine Mama ist so fett, dass selbst die Dementoren ihr nicht in einer Sitzung die Seele aussaugen können.",
    "Deine Mama ist so fett, sie hat in den Spiegel von Erised geschaut und einen Schinken gesehen!",
    "Deine Mama ist so fett, dass sie sich in ein Laufband verwandeln würde, wenn sie sich einem Irrwicht stellen würde.",
    "Deine Mama ist so fett, dass der sprechende Hut nicht entscheiden konnte, wo er sie hinstecken sollte – sie passte in keins der Häuser!",
    "Deine Mama ist so fett, sie hat die Todesser gefressen.",
    "Deine Mama ist so fett, dass es zwei Irrwichte braucht, um sich in sie zu verwandeln!",
    "Deine Mama ist so fett, dass sogar ihre Quidditch-Roben Dehnungsstreifen haben.",
    "Deine Mama ist so fett, nicht einmal Grawp kann sie hochheben!",
    "Deine Mama ist so fett, dass sie eine Verwandlung anwenden müssten, um sie durch das Loch im Gryffindor-Turm zu schleichen.",
    "Deine Mama ist so fett, ihr Zauberstab ist ein Slim Jim.",
    "Deine Mama ist so fett, dass der Kern ihres Zauberstabs eine cremige Füllung hat.",
    "Deine Mama ist so fett, dass eine Rettungsaktion in Höhe von 700 Milliarden Dollar sie nur eine Woche satt machen würde.",
    "Deine Mama ist so fett, dass die Immobilienblase geplatzt ist, weil sie drauf gesessen hat!",
    "Deine Mama ist so fett, dass sie die Rettungsaktion unterstützt hat, nur weil sie ein 'Barrel Schweinefleisch' wollte.",
    "Deine Mama ist so fett, dass nicht einmal Mitt Romney es sich leisten könnte, sie zum Essen auszuführen!",
    "Deine Mama ist so fett, dass ihre Biographie \"The Audacity of Hardee's\" heisst.",
    "Deine Mama ist so fett, dass Sarah Palin sie von ihrem Haus aus sehen kann.",
    "Deine Mama ist so fett, dass Sarah Palin Russland nicht mehr sehen kann!.",
    "Deine Mama ist so fett, dass \"EICHEL\" sie achtmal zur Abstimmung angemeldet hat!",
    "Deine Mama ist so fett, dass selbst der Todesstern sie nicht in die Luft jagen könnte!",
    "Deine Mama ist so fett, dass Spock keinen Druckpunkt finden konnte, um den vulkanischen Todesgriff an ihr auszuführen.",
    "Deine Mama ist so fett, dass die Wahrscheinlichkeit, dass sie ihr Fett nicht findet, ungefähr 3.720 zu 1 beträgt.",
    "Deine Mama ist so fett, dass sie dachte, die Eröffnungszeile von Kirks Monolog wäre \"Spice, the final Frontier...\"",
    "Deine Mama ist so fett, dass niemand den Unterschied merken würde, wenn sie während der Regeneration neben einen Wechselbalg gelegt würde.",
    "Deine Mama ist so fett, dass sie versucht hat, durch eine zeitliche Anomalie zu fliegen, aber sie hat nicht gepasst.",
    "Deine Mama ist so fett, dass Rikers Bauch drei Atome dick aussieht.",
    "Deine Mama ist so fett, dass sie die Untertasse trennen mussten, als sie versuchte, eine Galaxieklasse zu leiten, damit sie hineinpasste.",
    "Deine Mama ist so fett, dass sie die USS Enterprise wie einen Mikromaschinenrenner aussehen lässt.",
    "Deine Mama ist so fett, dass Dexster Jettster sie mit seiner Frau verwechselt hat.",
    "Deine Mama ist so fett, dass nur die Hälfte ihres Körpers gefroren aus der Kohlenstoff-Gefrierkammer in Cloud City herauskommen konnte.",
    "Deine Mama ist so fett, dass wenn sie zu einem Schiff beamt, das Schiff in ihr beamt.",
    "Deine Mama ist so fett, dass die Passagiere der Millenium Falcon sie für einen kleinen Mond hielten.",
    "Deine Mama ist so fett, dass Gardulla the Hutt einen Schub an Selbstwertgefühl hatte, nachdem er sie gesehen hat.",
    "Deine Mama ist so fett, dass sie auf die dunkle Seite gefallen ist und nicht mehr aufstehen konnte.",
    "Deine Mama ist so fett, dass wenn sie in den Reaktorkern des zweiten Todessterns geworfen worden wäre, sie die gesamte imperiale Flotte hätte in die Luft jagen können.",
    "Deine Mama ist so fett, dass die Kaminoaner sie nicht als Wirt für Klone benutzen konnten, da sie ihre Haut nicht tief genug durchbohren konnten, um Blut zu ziehen.",
    "Deine Mama ist so fett, dass sie Kamino überschwemmt hat, als ihr die Fruchtblase platzte.",
    "Deine Mama ist so fett, dass ihr Gleichgewichtsmangel dazu führte, dass sie in ein Loch in Utapau stolperte.",
    "Deine Mama ist so fett, dass sie Boga zerquetscht hat, sobald sie sie bestiegen hat.",
    "Deine Mama ist so fett, dass das Schiff beim Versuch, sie hochzubeamen, schließlich an die Oberfläche gezogen wurde.",
    "Deine Mama ist so fett, dass die Replikatoren aufhören zu arbeiten, wenn sie einen Raum betritt.",
    "Deine Mama ist so fett, dass Data starke Ekelgefühle verspürt und sich selbst beendet.",
    "Deine Mama ist so fett, dass sie ihren eigenen Trägheitsdämpfer trägt.",
    "Deine Mama ist so fett, sie hat es geschafft, einen Warpkernbruch einzudämmen.",
    "Deine Mama ist so fett, sie ist beim Versuch, in den Nexus einzudringen, stecken geblieben.",
    "Deine Mama ist so fett, als sie umfiel, hat sie ein Loch in das Gewebe von Raum/Zeit geschlagen.",
    "Deine Mama ist so fett, dass ihr Gewicht ÜBER 9000 war, als sie auf die Waage stieg!!!",
    "Deine Mama ist so fett, sie ist vor den Fernseher gelaufen und ich habe drei Staffeln von Inuyasha verpasst!",
    "Deine Mama ist so fett, Naruto konnte nicht genug Klone machen, um alle Seiten von ihr zu sehen.",
    "Deine Mama ist so fett, dass die Crew von Dragon Ball Z sie benutzt, um am Set Krater zu machen.",
    "Deine Mama ist so fett, dass sie den Naruto-Zeitsprung verursacht hat, als sie sich auf eine Parkbank gesetzt hat.",
    "Deine Mama ist so fett, sie hat L so erschreckt, dass er auf alle Süßigkeiten verzichtet.",
    "Deine Mama ist so fett, dass sie nicht einmal in den expandierenden Plug-Anzug passt.",
    "Deine Mama ist so fett, dass sie das HP-Limit überschritten hat!",
    "Deine Mama ist so fett, sie lässt Vash magersüchtig aussehen!",
    "Deine Mama ist so fett, sie passt nicht durch die Mondtür.",
    "Deine Mama ist so fett, dass sie beim Sakura-Festival mit dem Berg Fuji verwechselt wurde.",
    "Deine Mama ist so fett, dass sie ein Relaxo wie einen Chihuahua aussehen lässt!",
    "Deine Mama ist so fett, dass die gesamte Dragon Ball Z-Crew eine Woche gebraucht hat, um sie vom Boden hochzuheben.",
    "Deine Mama ist so fett, dass sie versucht hat, jemanden zu essen, der als Pocky-Schachtel verkleidet ist!",
    "Deine Mama ist so fett, Choji hat ihr gesagt, sie soll abnehmen.",
    "Deine Mama ist so fett, sie nennen sie seit Tausenden von Jahren \"die Mauer\"!",
    "Deine Mama ist so fett, sie ist im Winter gefallen und konnte nicht aufstehen!",
    "Deine Mama ist so fett, selbst Roose Bolton wird sie nicht anfassen",
    "Deine Mama ist so fett, dass sie ihr Gewicht in wissenschaftlicher Notation ausdrückt.",
    "Deine Mama ist so fett, dass Wissenschaftler ihre Position verfolgen, indem sie Anomalien in Plutos Umlaufbahn beobachten.",
    "Deine Mama ist so fett, dass eine rekursive Funktion, die ihr Gewicht berechnet, einen Stapelüberlauf verursacht.",
    "Deine Mama ist so fett, dass der lange doppelte numerische Variablentyp in C++ nicht ausreicht, um ihr Gewicht auszudrücken.",
    "Deine Mama ist so fett, dass THX sie nicht einmal umgeben kann.",
    "Deine Mama ist so fett, dass sie und die Chinesische Mauer als Bezugspunkte dienen, wenn Astronauten auf die Erde zurückblicken.",
    "Deine Mama ist so fett, dass China sie benutzt, um das Internet zu blockieren.",
    "Deine Mama ist so fett, dass die NASA ihr auf der Suche nach Wasser eine Rakete in den Arsch geschossen hat.",
    "Deine Mama ist so dick, dass sie nicht nur einen niedrigen Schwerpunkt hat, sondern auch eine elliptische Umlaufbahn.",
    "Deine Mama ist so fett, dass IEEE an einem WLAN-Protokoll arbeitet, damit die Leute die Signale empfangen können, um Benutzer auf gegenüberliegenden Seiten von ihr zu erreichen. Es heißt 802.11 Draft Fat Momma",
    "Deine Mama ist so fett, der Cyberman hat sie herabgestuft.",
    "Deine Mama ist so fett, sie ist größer als sowohl das Äußere als auch das Innere der Tardis",
    "Deine Mama ist so fett, der Piratenplanet hat versucht, sie zu übernehmen.",
    "Deine Mama ist so fett, dass sie, als sie von den Cybermen aufgewertet wurde, sie in einen Eiswagen verwandelt haben",
    "Deine Mama ist so fett, der Doktor hat sie dabei erwischt, wie sie sein Psychopapier gegessen hat, weil er dachte, es wäre ein Burger.",
    "Deine Mama ist so fett, es macht nichts, dass die Tardis innen größer ist. Sie kommt nicht durch die Tür.",
    "Deine Mama ist so fett, dass Thanos zweimal mit den Fingern schnippen musste, um sie verschwinden zu lassen."
  ],
  "stupid": [
    "Yo mama is so stupid that it took her 2 hours to watch 60 Minutes!",
    "Yo mama is so stupid that when your dad said it was chilly outside, she ran out the door with a spoon.",
    "Yo mama is so stupid that when she saw the \"Under 17 not admitted\" sign at a movie theatre, she went home and got 16 friends.",
    "Yo mama is so stupid that when she went for a blood test, she asked for time to study.",
    "Yo mama is so stupid that she got locked in a grocery store and starved!",
    "Yo mama is so stupid that you have to dig for her IQ!",
    "Yo mama is so stupid that she tripped over a cordless phone!",
    "Yo mama is so stupid that she sold her car for gas money!",
    "Yo mama is so stupid that she told everyone that she was \"illegitimate\" because she couldn't read.",
    "Yo mama is so stupid that that she tried to put M&M's in alphabetical order!",
    "Yo mama is so stupid that she took the Pepsi challenge and chose Dr. Pepper.",
    "Yo mama is so stupid that she thought Delta Airlines was a sorority.",
    "Yo mama is so stupid that she thinks Fleetwood Mac is a new hamburger at McDonalds!",
    "Yo mama is so stupid that she bought a videocamera to record cable tv shows at home.",
    "Yo mama is so stupid that when she read on her job application to not write below the dotted line she put \"OK\".",
    "Yo mama is so stupid that she thought Grape Nuts was an STD.",
    "Yo mama is so stupid that she spent twenty minutes lookin' at an orange juice box because it said \"concentrate\".",
    "Yo mama is so stupid that she asked me what yield meant, I said \"Slow down\" and she said \"What... does.... yield... mean?\"",
    "Yo mama is so stupid that she thought Dunkin' Donuts was a basketball team!",
    "Yo mama is so stupid that she put a phone up her ass and thought she was making a booty call.",
    "Yo mama is so stupid that she thinks Tiger Woods is a forest in India.",
    "Yo mama is so stupid that she put on her glasses to watch 20/20.",
    "Yo mama is so stupid that she climbed over a glass wall to see what was behind it.",
    "Yo mama is so stupid that she failed a survey.",
    "Yo mama is so stupid that she stopped at a stop sign and waited for it to say go.",
    "Yo mama is so stupid, she went to the aquarium to buy a Blu-Ray.",
    "Yo mama is so stupid that I told her I was reading a book by Homer and she asked if I had anything written by Bart.",
    "Yo mama is so stupid that she tried to commit suicide by jumping out of the basement window.",
    "Yo mama is so stupid that she needs twice as much sense to be a half-wit.",
    "Yo mama is so stupid that she thought brownie points were coupons for a bake sale.",
    "Yo mama is so stupid that when the computer said \"Press any key to continue\", she couldn't find the 'Any' key.",
    "Yo mama is so stupid that she thought Tupac Shakur was a Jewish holiday.",
    "Yo mama is so stupid that when I was drowning and yelled for a life saver, she said \"Cherry or Grape?\"",
    "Yo mama is so stupid that she sat in a tree house because she wanted to be a branch manager.",
    "Yo mama is so stupid that I saw her jumping up and down, asked what she was doing, and she said she drank a bottle of medicine and forgot to shake it.",
    "Yo mama is so stupid that when she locked her keys in the car, it took her all day to get Yo family out.",
    "Yo mama is so stupid that she got locked out of a convertible car with the top down.",
    "Yo mama is so stupid that when she pulled into the drive-thru at McDonald's, she drove through the window.",
    "Yo mama is so stupid that she put 2 quarters in her ears and thought she was listening to 50 cent.",
    "Yo mama is so stupid that she was on the corner with a sign that said \"Will eat for food.\"",
    "Yo mama is so stupid that in the 'No Child Left Behind' act there's a provision that exempts yo mama.",
    "Yo mama is so stupid that she got locked in a Furniture store and slept on the floor.",
    "Yo mama is so stupid that she peals M&M's to make chocolate chip cookies.",
    "Yo mama is so stupid that she leaves the house for the Home Shopping Network.",
    "Yo mama is so stupid that she brought a cup to the movie \"Juice.\"",
    "Yo mama is so stupid that she thinks fruit punch is a gay boxer.",
    "Yo mama is so stupid that she uses Old Spice for cooking.",
    "Yo mama is so stupid that she threw a rock the ground and missed.",
    "Yo mama is so stupid that she went to the store to buy a color TV and asked what colors they had.",
    "Yo mama is so stupid that she tries to email people by putting envelopes into her computer's disk drive.",
    "Yo mama is so stupid that when she took an IQ test, the results came out negative.",
    "Yo mama's so stupid that she though Jar-Jar came with Pickles-Pickles.",
    "Yo mama is so stupid that she thought St. Ides was a Catholic church.",
    "Yo mama is so stupid that she puts lipstick on her head just to make-up her mind",
    "Yo mama is so stupid that she thought she needed a token to get on Soul Train.",
    "Yo mama is so stupid, that she thought Moby Dick was a sexually transmitted disease.",
    "Yo mama is so stupid that she makes Beavis and Butt-Head look like Nobel Prize winners.",
    "Yo mama is so stupid that she took a spoon to the superbowl.",
    "Yo mama is so stupid that that she thought Boyz II Men was a day care center.",
    "Yo mama is so stupid that she got stabbed in a shoot out.",
    "Yo mama is so stupid that she sits on the TV, and watches the couch!",
    "Yo mama is so stupid that she took a umbrella to see Purple Rain.",
    "Yo mama is so stupid that she ordered her sushi well done.",
    "Yo mama is so stupid that she got fired from the M&M factory for throwing away all the W's.",
    "Yo mama is so stupid that she put on a coat to chew winterfresh gum.",
    "Yo mama is so stupid that she put a quarter in a parking meter and waited for a gumball to come out.",
    "Yo mama is so stupid that she ordered a cheese burger from McDonald's and said \"Hold the cheese.\"",
    "Yo mama is so stupid that she thinks Taco Bell is a Mexican Phone Company.",
    "Yo mama is so stupid that she thinks Christmas Wrap is Snoop Dogg's holiday album.",
    "Yo mama is so stupid that she ran outside with a purse because she heard there was change in the weather.",
    "Yo mama is so stupid that I told her Christmas was just around the corner and she went looking for it.",
    "Yo mama is so stupid that she wiped her ass before she took a shit.",
    "Yo mama is so stupid that she tries to insult you with yo mama jokes.",
    "Yo mama is so stupid that she put a peephole in a glass door.",
    "Yo mama is so stupid that I saw her in the frozen food section with a fishing rod.",
    "Yo mama is so stupid that when she heard 90% of all crimes occur around the home, she moved.",
    "Yo mama is so stupid that when she saw a \"Wrong Way\" sign in her rearview mirror, she turned around.",
    "Yo mama is so stupid that she shoved a AA battery up her butt and said \"I got the power!\"",
    "Yo mama is so stupid that she called the 7-11 to see when they closed.",
    "Yo mama is so stupid that she sold the house to pay the mortgage.",
    "Yo mama is so stupid that when I asked her about X-Men she said \"Sure, there's Bobby my first baby daddy, Roger the guy I see on Thursdays...\"",
    "Yo mama is so stupid that she thought meow mix was a record for cats.",
    "Yo mama is so stupid that she took lessons for a player piano.",
    "Yo mama is so stupid that she said \"what's that letter after x\" and I said Y she said \"Cause I wanna know\".",
    "Yo mama is so stupid that when she asked me what kinda jeans I wore, I said Guess and she said \"Ummm... Levis?\"",
    "Yo mama is so stupid that if she spoke her mind, she'd be speechless.",
    "Yo mama is so stupid that it takes her an hour to cook minute rice.",
    "Yo mama is so stupid that she asked for a price check at the dollar store.",
    "Yo mama is so stupid that on her job application where it says emergency contact she put 911.",
    "Yo mama is so stupid that she can't make Jello because she can't fit 2 quarts of water in the box.",
    "Yo mama is so stupid that she thinks a stereotype is the brand on her clock-radio.",
    "Yo mama is so stupid that she thought a lawsuit was something you wear to court.",
    "Yo mama is so stupid that she thinks sexual battery is something in a dildo.",
    "Yo mama is so stupid that the first time she used a vibrator, she cracked her two front teeth.",
    "Yo mama is so stupid that she sent me a fax with a stamp on it.",
    "Yo mama is so stupid that I saw her walking down the street yelling into an envelope, asked what she was doing, and she said sending a voice mail.",
    "Yo mama is so stupid that she tried to drown a fish.",
    "Yo mama is so stupid that if you gave her a penny for her thoughts, you'd get change.",
    "Yo mama is so stupid that she thought Mick Jagger was a breakfast sandwich!",
    "Yo mama is so stupid that when she heard her neighbour was spanking the monkey, she called the humane society.",
    "Yo mama is so stupid that when she took you to the airport and a sign said \"Airport Left,\" she turned around and went home.",
    "Yo mama is so stupid that when she went to take the 44 bus, she took the 22 twice instead.",
    "Yo mama is so stupid that she asked you \"What is the number for 911?\"",
    "Yo mama is so stupid that she thinks a quarterback is a refund!",
    "Yo mama is so stupid that she bought a solar-powered flashlight!",
    "Yo mama is so stupid that she took a ruler to bed to see how long she slept.",
    "Yo mama is so stupid that she thought menopause was a button on the VCR.",
    "Yo mama is so stupid that she picked up the phone and asked \"What button do I push?\"",
    "Yo mama is so stupid that when she worked at McDonald's and someone ordered small fries, she said \"Hey Boss, all the small one's are gone.\"",
    "Yo mama is so stupid that she got hit by a parked car.",
    "Yo mama is so stupid that when her husband lost his marbles she ran to the store and bought him new ones.",
    "Yo mama is so stupid that when they said they were playing craps she went and got toilet paper.",
    "Yo mama is so stupid that when I asked her if she wanted to play one on one, she said \"Ok, but what's the teams?\"",
    "Yo mama is so stupid that she thinks Johnny Cash is a pay toilet!",
    "Yo mama is so stupid that when the judge said \"Order in the court,\" she said \"I'll have a hamburger and a Coke.\"",
    "Yo mama is so stupid that she wiped her ass before she took a shit.",
    "Yo mama is so stupid that she thinks socialism means partying!",
    "Yo mama is so stupid that when asked on an application, \"Sex?\", she marked, \"M, F, and wrote sometimes Wednesday too.\"",
    "Yo mama is so stupid that she thinks deadbeat is a type of music.",
    "Yo mama is so stupid that she thinks Tiger Woods is a forest.",
    "Yo mama is so stupid that she put two M&M's in her ears and thought she was listening to Eminem.",
    "Yo mama is so stupid that at bottom of application where it says Sign Here - she put Scorpio.",
    "Yo mama is so stupid that she wouldn't know up from down if she had three guesses.",
    "Yo mama is so stupid that she once attempted to commit suicide by jumping off a curb.",
    "Yo mama is so stupid that she put on bug spray before going to the flea market.",
    "Yo mama is so stupid that she stole free bread.",
    "Yo mama is so stupid that she locked her keys inside a motorcycle.",
    "Yo mama's so stupid that she got locked inside a motorcycle.",
    "Yo mama's so stupid that she went to the dentist to get a bluetooth.",
    "Yo mama's so stupid that she bought tickets to Xbox Live.",
    "Yo mama's so stupid that whenever someone rings the doorbell, she checks the microwave.",
    "Yo mama's so stupid that when she broke her VCR, she bought a video tape on how to fix your VCR.",
    "Yo mama is so stupid that she tried to drop acid but the car battery fell on her foot.",
    "Yo mama so dumb, she lost a spelling bee to Hodor",
    "Yo Mama so dumb, she thought Bran Stark was a type of muffin."
  ],
  "ugly": [
    "Yo mama is so ugly that when she went to a beautician it took 12 hours... to get a quote!",
    "Yo mama is so ugly that she looked out the window and got arrested for mooning.",
    "Yo mama is so ugly that people go as her for Halloween.",
    "Yo mama is so ugly that she turned Medusa to stone!",
    "Yo mama is so ugly that the government moved Halloween to her birthday!",
    "Yo mama is so ugly that she scares the roaches away.",
    "Yo mama is so ugly that she scared the crap out of the toilet.",
    "Yo mama is so ugly that... well... look at you!",
    "Yo mama is so ugly that when she looks in the mirror, the reflection looks back and shakes its head.",
    "Yo mama is so ugly that she looks like she's been in a dryer filled with rocks.",
    "Yo mama is so ugly that she makes blind children cry.",
    "Yo mama is so ugly that she climbed the ugly ladder and didn't miss a step.",
    "Yo mama is so ugly that the last time I saw something that looked like her, I pinned a tail on it.",
    "Yo mama is so ugly that we put her in the kennel when we go on vacation.",
    "Yo mama is so ugly that her shadow ran away from her.",
    "Yo mama is so ugly that she could scare the flies off a shit wagon.",
    "Yo mama is so ugly that her birth certificate contained an apology letter from the condom factory.",
    "Yo mama is so ugly that that your father takes her to work with him so that he doesn't have to kiss her goodbye.",
    "Yo mama is so ugly that she tried to take a bath and the water jumped out!",
    "Yo mama is so ugly that when she walks down the street in September, people say \"Wow, is it Halloween already?\"",
    "Yo mama is so ugly that her mom had to be drunk to breast feed her.",
    "Yo mama is so ugly that when she walks into a bank, they turn off the surveillence cameras.",
    "Yo mama is so ugly that they didn't give her a costume when she auditioned for Star Wars.",
    "Yo mama is so ugly that even Rice Krispies won't talk to her!",
    "Yo mama is so ugly that when she uploaded a photo of herself to a computer, it was rejected by the anti-virus software.",
    "Yo mama is so ugly that when she joined an ugly contest, they said \"Sorry, no professionals.\"",
    "Yo mama is so ugly that she could make a freight train take a dirt road.",
    "Yo mama is so ugly that that when she sits in the sand on the beach, cats try to bury her.",
    "Yo mama is so ugly that when she drove past area 51, she was thought to be extraterrestrial life. They took her away never to be seen again.",
    "Yo mama is so ugly that they pay her to put her clothes on in strip joints",
    "Yo mama is so ugly that you have to tie a steak around her neck so the dog will play with her!",
    "Yo mama is so ugly that just after she was born, her mother said \"What a treasure!\" and her father said \"Yes, let's go bury it.\"",
    "Yo mama is so ugly that she made an onion cry!",
    "Yo mama is so ugly that when I last saw a mouth like hers, it had a hook in it.",
    "Yo mama is so ugly that she gets 364 extra days to dress up for Halloween!",
    "Yo mama is so ugly that when she plays Mortal Kombat, Scorpion tells her to \"Stay Over There!\"",
    "Yo mama is so ugly that neither Jacob nor Edward want her on their team.",
    "Yo mama is so ugly that they push her face into dough to make gorilla cookies.",
    "Yo mama is so ugly that when she goes to the therapist, he makes her lie on the couch face down.",
    "Yo mama is so ugly that she gives Freddy Kreuger nightmares.",
    "Yo mama is so ugly that when she walks in the kitchen, the rats jump on the table and start screaming.",
    "Yo mama is so ugly that even Bill Clinton wouldn't sleep with her.",
    "Yo mama is so ugly that when she was born, the doctor slapped her AND her parents!",
    "Yo mama is so ugly that she didn't get hit with the ugly stick, she got hit by the whole damn tree.",
    "Yo mama is so ugly that she has 7 years bad luck just trying to look at herself in the mirror.",
    "Yo mama is so ugly that she practices birth control by leaving the lights on.",
    "Yo mama is so ugly that she threw a boomerang and it wouldn't even come back.",
    "Yo mama is so ugly that she'd scare the monster out of Loch Ness.",
    "Yo mama is so ugly that it looks like she's been bobbing for french fries.",
    "Yo mama is so ugly that her pillow cries at night.",
    "Yo mama is so ugly that people at the circus pay money not to see her.",
    "Yo mama is so ugly that when she looks in the mirror it says \"viewer discretion is advised.\"",
    "Yo mama is so ugly that she can look up a camel's butt and scare the hump off of it.",
    "Yo mama is so ugly that when she moved into the projects, all her neighbors chipped in for curtains.",
    "Yo mama is so ugly that Santa pays an elf to drop off her gifts at Christmas.",
    "Yo mama is so ugly that people hang her picture in their cars so their radios don't get stolen.",
    "Yo mama is so ugly that I took her to a haunted house and she came out with a job application.",
    "Yo mama is so ugly that if she was a scarecrow, the corn would run away.",
    "Yo mama is so ugly that she could be the poster child for birth control.",
    "Yo mama is so ugly that I took her to the zoo, guy at the door said \"\"",
    "Yo mama is so ugly that when she went to a beautician it took 12 hours... to get a quote!",
    "Yo mama is so ugly that she looked out the window and got arrested for mooning.",
    "Yo mama is so ugly that people go as her for Halloween.",
    "Yo mama is so ugly that she turned Medusa to stone!",
    "Yo mama is so ugly that the government moved Halloween to her birthday!",
    "Yo mama is so ugly that she scares the roaches away.",
    "Yo mama is so ugly that she scared the crap out of the toilet.",
    "Yo mama is so ugly that... well... look at you!",
    "Yo mama is so ugly that when she looks in the mirror, the reflection looks back and shakes its head.",
    "Yo mama is so ugly that she looks like she's been in a dryer filled with rocks.",
    "Yo mama is so ugly that she makes blind children cry.",
    "Yo mama is so ugly that she climbed the ugly ladder and didn't miss a step.",
    "Yo mama is so ugly that the last time I saw something that looked like her, I pinned a tail on it.",
    "Yo mama is so ugly that we put her in the kennel when we go on vacation.",
    "Yo mama is so ugly that her shadow ran away from her.",
    "Yo mama is so ugly that she could scare the flies off a shit wagon.",
    "Yo mama is so ugly that her birth certificate contained an apology letter from the condom factory.",
    "Yo mama is so ugly that that your father takes her to work with him so that he doesn't have to kiss her goodbye.",
    "Yo mama is so ugly that she tried to take a bath and the water jumped out!",
    "Yo mama is so ugly that when she walks down the street in September, people say \"Wow, is it Halloween already?\"",
    "Yo mama is so ugly that her mom had to be drunk to breast feed her.",
    "Yo mama is so ugly that when she walks into a bank, they turn off the surveillence cameras.",
    "Yo mama is so ugly that they didn't give her a costume when she auditioned for Star Wars.",
    "Yo mama is so ugly that even Rice Krispies won't talk to her!",
    "Yo mama is so ugly that when she uploaded a photo of herself to a computer, it was rejected by the anti-virus software.",
    "Yo mama is so ugly that when she joined an ugly contest, they said \"Sorry, no professionals.\"",
    "Yo mama is so ugly that she could make a freight train take a dirt road.",
    "Yo mama is so ugly that that when she sits in the sand on the beach, cats try to bury her.",
    "Yo mama is so ugly that when she drove past area 51, she was thought to be extraterrestrial life. They took her away never to be seen again.",
    "Yo mama is so ugly that they pay her to put her clothes on in strip joints",
    "Yo mama is so ugly that you have to tie a steak around her neck so the dog will play with her!",
    "Yo mama is so ugly that just after she was born, her mother said \"What a treasure!\" and her father said \"Yes, let's go bury it.\"",
    "Yo mama is so ugly that she made an onion cry!",
    "Yo mama is so ugly that when I last saw a mouth like hers, it had a hook in it.",
    "Yo mama is so ugly that she gets 364 extra days to dress up for Halloween!",
    "Yo mama is so ugly that when she plays Mortal Kombat, Scorpion tells her to \"Stay Over There!\"",
    "Yo mama is so ugly that neither Jacob nor Edward want her on their team.",
    "Yo mama is so ugly that they push her face into dough to make gorilla cookies.",
    "Yo mama is so ugly that when she goes to the therapist, he makes her lie on the couch face down.",
    "Yo mama is so ugly that she gives Freddy Kreuger nightmares.",
    "Yo mama is so ugly that when she walks in the kitchen, the rats jump on the table and start screaming.",
    "Yo mama is so ugly that even Bill Clinton wouldn't sleep with her.",
    "Yo mama is so ugly that when she was born, the doctor slapped her AND her parents!",
    "Yo mama is so ugly that she didn't get hit with the ugly stick, she got hit by the whole damn tree.",
    "Yo mama is so ugly that she has 7 years bad luck just trying to look at herself in the mirror.",
    "Yo mama is so ugly that she practices birth control by leaving the lights on.",
    "Yo mama is so ugly that she threw a boomerang and it wouldn't even come back.",
    "Yo mama is so ugly that she'd scare the monster out of Loch Ness.",
    "Yo mama is so ugly that it looks like she's been bobbing for french fries.",
    "Yo mama is so ugly that her pillow cries at night.",
    "Yo mama is so ugly that people at the circus pay money not to see her.",
    "Yo mama is so ugly that when she looks in the mirror it says \"viewer discretion is advised.\"",
    "Yo mama is so ugly that she can look up a camel's butt and scare the hump off of it.",
    "Yo mama is so ugly that when she moved into the projects, all her neighbors chipped in for curtains.",
    "Yo mama is so ugly that Santa pays an elf to drop off her gifts at Christmas.",
    "Yo mama is so ugly that people hang her picture in their cars so their radios don't get stolen.",
    "Yo mama is so ugly that I took her to a haunted house and she came out with a job application.",
    "Yo mama is so ugly that if she was a scarecrow, the corn would run away.",
    "Yo mama is so ugly that she could be the poster child for birth control.",
    "Yo mama is so ugly that I took her to the zoo, guy at the door said \"Thanks for bringing her back.\"",
    "Yo mama is so ugly that when she went to Taco Bell everyone ran for the border.",
    "Yo mama is so ugly that her face is blurred on her driver's license.",
    "Yo mama is so ugly that when she walked out of her house, the neighbours called animal control.",
    "Yo mama is so ugly that the FCC requires her face to be blurred when she's on TV, because of decency rules.",
    "Yo mama is so ugly that a sculpture of her face is used when torturing prisoners at Guantanamo Bay.",
    "Yo mama is so ugly that government intelligence agencies have to pixelize her face when spying on her.",
    "Yo mama is so ugly that she's never seen herself 'cause the mirrors keep breaking.",
    "Yo mama is so ugly that it looks like someone did the stanky leg dance on her face.",
    "Yo mama is so ugly that when she was born she was put in an incubator with tinted windows.",
    "Yo mama is so ugly that she put the Boogie Man out of business!",
    "Yo mama is so ugly that she made Barack Obama lose hope!",
    "Yo mama was such an ugly baby that her parents had to feed her with a slingshot.",
    "Yo Mama's so ugly she did the truly impossible: she made Captain James T Kirk's penis go limp.",
    "Yo mama's so ugly, she can't even get tentacle raped.",
    "Yo mama's so ugly, even Tamaki wouldn't hit on her.",
    "Yo mama's so ugly, she's the real reason sasuke left the village.",
    "Yo mama's so ugly that she's like a Death Note. Get someone to look at her, and they'll die!",
    "Yo mama's so ugly, Jiraiya saw her and turned gay!",
    "Yo mama's so ugly that she made Spike Spiegel choke on his cigarette",
    "Yo mama's so ugly that she makes Sailor Bubba feel dirty.",
    "Yo mama's so ugly that she made Loz cry.",
    "Yo mama's so ugly that Wuher said 'We don't serve your kind here'.",
    "Yo mama's so ugly that the term 'bantha poodoo' wasn't used metaphorically with reference to her.",
    "Yo mama's so ugly that Dr. Evazan looks like a male supermodel next to her.",
    "Yo mama's so ugly that she made doctor McCoy say \"Damnit Jim, I'm a doctor, not a Zoologist!\"",
    "Yo mama's so ugly that she's probably a Shi'ido Clawdite that stays in her regular form all the time.",
    "Yo Mama's so ugly even Data would need special eye googles to look at her.",
    "Yo mama's so ugly her Kazon hairdo is an improvement!",
    "Yo Mama's so ugly even a Ferengi would dress her in clothes.",
    "Yo mama's so ugly, Saya thought she was a Chiropteran.",
    "Yo mama's so ugly that when Nozomu Itoshiki saw her, he didn't even bother with his \"ZETSUBOUSHITA!\" speech - he skipped straight to hanging himself.",
    "Yo mama's so ugly that when Kakashi looked directly at her, he lost an eye.",
    "Yo mama's so ugly that she makes Orochimaru look beautiful.",
    "Yo Mama so Ugly, she got turned down for \"Girls Gone Wilding\"",
    "Yo mama so ugly, winter turned around and left!",
    "Yo mama's so ugly that Dalek's don't actually say 'Exterminate' when they see her, because they figure somebody else already got there first!",
    "Yo mama's so ugly that when she looks into the Tardis, the Tardis doesn't look into her.",
    "Yo mama's so ugly that when the Daleks Exterminate her, it's not for domination.",
    "Yo mama's so ugly that when Captain Jack Harkness saw her, he actually died.",
    "Yo mama's so ugly, even a dementor wouldn't kiss her!",
    "Yo mama's so ugly that the whomping willow saw her and died.",
    "Yo Mama's so ugly, everybody calls her \"She-Who-Must-Not-Be-Naked\"",
    "Yo mama's so ugly that the Dementor's Kiss was swapped out for a hearty handshake and a promise to give her a call sometime.",
    "Yo Mama's so ugly that even Voldemort won't say her name.",
    "Yo mama's so ugly that she lost a beauty contest to Mountain Troll.",
    "Yo mama's so ugly that when the bassalisk snuck up on her and saw her face, HE dropped dead.",
    "Yo mama's so ugly that when she walked into Gringotts Wizarding Bank, they gave her a job application.",
    "Yo mama's so ugly she turned the Basilisk to stone.",
    "Yo mama's so ugly that Voldemort took one look at her and killed HIMSELF!\"",
    "Yo mama's so ugly, she thought that Hogwarts were the growth on her thigh.",
    "Yo mama's so ugly that as a baby they had to use the Confundus Charm so the family would play with her.",
    "Yo mama's so ugly she scares the Dementors away.",
    "Yo mama's so ugly that when she asked Crabbe to take her to the Yule Ball, he decided to go with Goyle instead!",
    "Yo mama's so ugly that you could put lipstick on a pig and it would look ten times better than her!",
    "Yo mama is so ugly, that Pythagoras wouldn't touch her with a 3-4-5 triangle."
  ],
  "nasty": [
    "Deine Mama ist so fies, dass sie mehr Rapper in sich hat als einen iPod.",
    "Deine Mama ist so fies, dass sie den Speedstick langsamer macht.",
    "Deine Mama ist so fies, dass sie Krabben an den Strand bringt.",
    "Deine Mama ist so fies, dass ihr Salzwasser in die Hose läuft, um ihre Krabben frisch zu halten.",
    "Deine Mama ist so gemein, dass die Fischerei sie dafür bezahlt, dass sie wegbleibt.",
    "Deine Mama ist so fies, dass sie nur alle 10000 Meilen ihre Schubladen wechselt.",
    "Deine Mama ist so fies, dass ein Stinktier an ihrem Arsch gerochen hat und ohnmächtig geworden ist.",
    "Deine Mama ist so fies, dass ich mit ihr auf MSN gechattet habe und sie mir einen Virus eingeflößt hat.",
    "Deine Mama ist so fies, dass aus ihren Titten saure Milch läuft.",
    "Deine Mama ist so fies, dass sie Right Guard und Left Guard benutzen muss.",
    "Deine Mama ist so gemein, dass sie den Hund gebissen und ihm Tollwut gegeben hat.",
    "Deine Mama ist so fies, dass sie ein Schild neben ihrem Schritt hat, auf dem steht: \"Warnung: Kann Reizungen, Schläfrigkeit und Hautausschlag oder Pickel verursachen\"",
    "Deine Mama ist so fies, dass sie mehr Klatschen hat als ein Auditorium.",
    "Deine Mama ist so gemein, dass sie Janet \"Miss Jackson\" nennt",
    "Deine Mama ist so fies, dass sie mehr Krabben hat als Red Lobster.",
    "Deine Mama ist so gemein, dass sie die rechte Wache nach links abbiegen ließ.",
    "Deine Mama ist so fies, dass ich, als ich mit ihr telefoniert habe, eine Ohrenentzündung bekommen habe.",
    "Deine Mama ist so fies, dass neben ihr ein Stinktier süß riecht.",
    "Deine Mama ist so fies, dass ihre Scheiße gerne entkommt.",
    "Deine Mama ist so fies, dass der Arzt bei deiner Entbindung die Sauerstoffmaske trug.",
    "Deine Mama ist so fies, dass sie jedes Mal, wenn sie ihren Mund aufmacht, Scheiße redet.",
    "Deine Mama ist so fies, dass selbst Hunde nicht an ihrem Schritt schnüffeln.",
    "Deine Mama ist so fies, dass ich ihr nur ein Desinfektionsmittel geben möchte.",
    "Deine Mama ist so fies, dass ihre Krabben ihre Tamponschnur als Spannseil benutzen.",
    "Deine Mama ist so fies, der Verbotene Wald wurde nach ihr benannt.",
    "Deine Mama ist so fies, jedes Paar ihrer Höschen hat das Dunkle Mal drauf.",
    "Deine Mama ist so gemein, dass der Befehl des Phönix \"Bleib weg von dieser Frau!\" war",
    "Der Atem deiner Mutter ist so eklig, dass er Miasma verjagt."
  ],

  "hairy": [
    "Deine Mama ist so behaart, dass Bigfoot IHR fotografieren will!",
    "Deine Mama ist so behaart, dass sie aussieht, als hätte sie Buchweizen im Schwitzkasten.",
    "Deine Mama ist so behaart, dass du bei der Geburt fast an Hautrötungen gestorben bist!",
    "Deine Mama ist so behaart, dass sie \"Gorillas im Nebel\" in ihrer Dusche gefilmt hat!",
    "Deine Mama ist so behaart, dass sie, wenn sie fliegen könnte, wie ein fliegender Teppich aussehen würde.",
    "Deine Mama ist so behaart, dass sie aussieht wie Bigfoot in einem Tanktop.",
    "Deine Mama ist so behaart, dass sie Afros auf ihren Brustwarzen hat.",
    "Deine Mama ist so behaart, dass sie sie in einen Käfig gesperrt haben, als ich sie in eine Tierhandlung gebracht habe.",
    "Deine Mama ist so behaart, dass sie mit einem Pullover wie ein Chia-Haustier aussieht.",
    "Deine Mama ist so behaart, dass Jane Goodall ihr folgt.",
    "Deine Mama ist so behaart, dass die einzige Sprache, die sie spricht, Wookie ist.",
    "Deine Mama ist so behaart, dass sie sich mit einem Weedwacker die Beine rasiert.",
    "Deine Mama ist so behaart, dass du, wenn du ihr die Beine rasierst, Perücken für den gesamten Hair Club for Men liefern könntest.",
    "Deine Mama ist so behaart, dass ihre Achseln aussehen, als hätte sie Don King im Schwitzkasten.",
    "Deine Mama ist so behaart, dass sie Koteletten auf ihren Titten hat.",
    "Deine Mama ist so behaart, dass sie einen Schnitt bekommen hat und 20 Pfund abgenommen hat.",
    "Deine Mama ist so behaart, dass die Leute zu ihr rennen und sagen \"Chewbacca, kann ich dein Autogramm bekommen?\"",
    "Deine Mama ist so behaart, dass man sie mit Chewbaccas Cousine verwechselt.",
    "Deine Mama ist so behaart, dass zwei Vögel sich in ihre Achselhöhlen einnisteten und sie weiß es nicht einmal!",
    "Deine Mama ist so behaart, dass die Leute denken, sie trägt einen Pelzmantel, wenn sie an einem FKK-Strand ist!",
    "Deine Mama ist so behaart, dass die einzige Sprache, die sie spricht, Wookie ist.",
    "Deine Mama ist so haarig, Naruto dachte, sie wäre eine Beschwörung.",
    "Deine Mama ist so haarig und hässlich, dass sie als Stuntdouble von Ashitare verwendet wurde.",
    "Deine Mama ist so behaart, dass sie zum Furfest gehen muss, um einen Mann zu treffen."
  ],
  "bald": [
    "Deine Mama hat so eine Glatze, dass ich auf ihrem Kopf wahrsagen kann.",
    "Deine Mama hat so eine Glatze, dass du einen Strich über ihren Kopf ziehen könntest und es würde aussehen wie mein Arsch.",
    "Deine Mama hat so eine Glatze, dass ihr Kopf vom Kissen rutscht, wenn sie ins Bett geht.",
    "Deine Mama hat so eine Glatze, dass es wie Stiche aussieht, wenn sie ihr Haar flechtet.",
    "Deine Mama hat so eine Glatze, da würde nicht einmal eine Perücke helfen!",
    "Deine Mama hat so eine Glatze, dass du sehen kannst, was sie denkt.",
    "Deine Mama hat so eine Glatze, dass sie geduscht hat und einer Gehirnwäsche unterzogen wurde!"
  ],
  "old": [
    "Deine Mama ist so alt, dass sie im Geschichtsunterricht das lehren, was sie getan hat.",
    "Deine Mama ist so alt, dass auf ihrer Geburtsurkunde \"abgelaufen\" steht.",
    "Deine Mama ist so alt, dass es in der Schule keinen Geschichtsunterricht gab.",
    "Deine Mama ist so alt, dass ich ihr gesagt habe, sie solle sich ihrem Alter entsprechend verhalten, und sie ist gestorben.",
    "Deine Mama ist so alt, dass sie Burger King kannte, als er noch ein Prinz war.",
    "Deine Mama ist so alt, dass ihre Sozialversicherungsnummer 1 ist.",
    "Deine Mama ist so alt, dass ihre Geburtsurkunde in römischen Ziffern geschrieben ist.",
    "Deine Mama ist so alt, dass sie die Autogramme von Adam & Eva hat.",
    "Deine Mama ist so alt, dass sie die Zehn Gebote mitgeschrieben hat.",
    "Deine Mama ist so alt, dass sie eine signierte Bibel hat.",
    "Deine Mama ist so alt, dass sie sich daran erinnert, als die Mayas ihren Kalender veröffentlichten.",
    "Deine Mama ist so alt, dass die Kerzen mehr kosten als der Geburtstagskuchen.",
    "Deine Mama ist so alt, dass Staub rauskommt, wenn sie furzt.",
    "Deine Mama ist so alt, dass sie Fred Flintstone eine Essensmarke schuldet.",
    "Deine Mama ist so alt, dass sie mit einem Streitwagen zur High School gefahren ist.",
    "Deine Mama ist so alt, dass sie ihre Führerscheinprüfung auf einem Dinosaurier gemacht hat.",
    "Deine Mama ist so alt, dass sie bei der Boston Tea Party aufgelegt hat.",
    "Deine Mama ist so alt, dass sie in ein Antiquitätengeschäft gegangen ist und sie haben sie behalten.",
    "Deine Mama ist so alt, dass sie für Jesus babysittet.",
    "Deine Mama ist so alt, dass sie Mr. Clean kannte, als er einen Afro hatte.",
    "Deine Mama ist so alt, dass sie die Käfer kannte, als sie die New Kids on the Block waren.",
    "Deine Mama ist so alt, dass sie da war, um den Schalter umzulegen, als Gott sagte \"Es werde Licht\".",
    "Deine Mama ist so alt, dass sie einen Rollator brauchte, als Jesus noch in Windeln war.",
    "Deine Mama ist so alt, dass sie, als Moses das Rote Meer teilte, auf der anderen Seite beim Fischen war.",
    "Deine Mama ist so alt, dass sie gelernt hat, auf Höhlenwände zu schreiben.",
    "Deine Mama ist so alt, dass ihr Gedächtnis schwarz auf weiß ist.",
    "Deine Mama ist so alt, dass sie im Ausruf am Ende der Bibel erwähnt wird.",
    "Deine Mama ist so alt, dass sie den ersten Baum im Central Park gepflanzt hat.",
    "Deine Mama ist so alt, dass sie in der dritten Klasse neben Jesus gesessen hat.",
    "Deine Mama ist so alt, dass sie ein Bild von Moses in ihrem Jahrbuch hat.",
    "Deine Mama ist so alt, dass sie Cap'n Crunch kannte, als er noch Soldat war.",
    "Deine Mama ist so alt, dass sie die Polizei gerufen hat, als David und Goliath anfingen zu streiten.",
    "Deine Mama ist so alt, dass das Tote Meer bei ihrer Geburt gerade krank wurde.",
    "Deine Mama ist so alt, wenn sie stillt, halten die Leute sie für eine Nebelmaschine.",
    "Deine Mama ist so alt, dass Regenbögen schwarz und weiß waren, als sie jung war.",
    "Deine Mama ist so alt, dass sie Kellnerin beim Letzten Abendmahl war.",
    "Deine Mama ist so alt, dass sie Jesus einen Dollar schuldet.",
    "Deine Mama ist so alt, dass sie Dinosauriern hinterhergelaufen ist."
  ],
  "poor": [
    "Deine Mama ist so arm, dass sie mit einer Schachtel Hefty-Taschen im K-Mart war und als ich sie fragte, was sie da mache, sagte sie: \"Gepäck kaufen.\"",
    "Deine Mama ist so arm, dass sie anderen Leuten die Finger lecken muss, wenn sie zu KFC geht!",
    "Deine Mama ist so arm, dass sie zu McDonald's gegangen ist und einen Milchshake aufgelegt hat.",
    "Deine Mama ist so arm, dass sie es sich nicht leisten kann, aufzupassen!",
    "Deine Mama ist so arm, dass ich sie gefragt habe, was sie da macht, als ich sie auf der Straße mit einer Dose treten sah, und sie sagte \"Umzug\"",
    "Deine Mama ist so arm, dass sie mit einem Eis am Stiel wedelt und es Klimaanlage nennt.",
    "Deine Mama ist so arm, dass ich sie mit einer Einkaufsliste hinter einem Müllwagen herlaufen sah.",
    "Deine Mama ist so arm, dass die Bank ihren Karton beschlagnahmt hat.",
    "Deine Mama ist so arm, dass nigerianische Betrüger IHR Geld überweisen!",
    "Deine Mama ist so arm, dass sie es sich nicht leisten konnte, Medicare zu beantragen!",
    "Deine Mama ist so arm, dass sie ihre McDonald's-Uniform zur Kirche tragen muss.",
    "Deine Mama ist so arm, dass sie mehr Möbel auf ihrer Veranda hat als in ihrem Haus.",
    "Deine Mama ist so arm, dass ich zum Abendessen vorbeigekommen bin und sie hat mir Rezepte vorgelesen.",
    "Deine Mama ist so arm, dass sie den Müll reinbringen muss.",
    "Deine Mama ist so arm, dass sie eine zweite Hypothek auf ihren Karton aufnehmen musste.",
    "Deine Mama ist so arm, dass sie mit einem Hund namens Chip in einer zweistöckigen Dorrito-Tasche lebt.",
    "Deine Mama ist so arm, dass ich durch ihre Haustür gegangen bin und im Hinterhof gelandet bin.",
    "Deine Mama ist so arm, dass ihre Vorder- und Hintertür am selben Scharnier sind.",
    "Deine Mama ist so arm, dass ich sie mit einem Eichhörnchen um eine Erdnuss ringen sah.",
    "Deine Mama ist so arm, dass sie einem Auto am nächsten kommt, ein Tieflader-Einkaufswagen mit einer Kiste darauf.",
    "Deine Mama ist so arm, dass sie nicht einmal ihren Senf in diese Unterhaltung stecken kann.",
    "Deine Mama ist so arm, dass, als ich sie mit einem Schuh die Straße entlang laufen sah und sagte: „Hey Miss, hast du einen Schuh verloren?“, sagte sie: „Nein, ich habe gerade einen gefunden!",
    "Deine Mama ist so arm, dass ihr Gesicht auf der Vorderseite einer Lebensmittelmarke ist.",
    "Deine Mama ist so arm, dass ich zu ihr nach Hause ging und ein paar Spinnweben herunterriss, und sie sagte \"Wer reißt die Vorhänge herunter?\"",
    "Deine Mama ist so arm, dass ich auf ihr Skateboard gestiegen bin und sie gesagt hat: „Hey, steig aus dem Auto!",
    "Deine Mama ist so arm, dass ich in ihr Haus gegangen bin, gebeten habe, auf die Toilette zu gehen, und sie sagte \"Dritter Eimer zu deiner Rechten\"",
    "Deine Mama ist so arm, dass sie, als ich ihr Haus betrat und eine Zigarette ausdrückte, sagte: „Wer hat die Heizung abgestellt?",
    "Deine Mama ist so arm, dass dein Fernseher 2 Kanäle hat: EIN und AUS.",
    "Deine Mama ist so arm, dass sie auf einer Etch-A-Sketch fernsieht.",
    "Deine Mama ist so arm, dass sie es sich nicht einmal leisten kann, in die kostenlose Klinik zu gehen.",
    "Deine Mama ist so arm, dass sie Pappteller wäscht.",
    "Deine Mama ist so arm, dass ihre Vorstellung von einem Glückskeks eine Tortilla mit einem Lebensmittelstempel darin ist.",
    "Deine Mama ist so arm, dass deine Familie, wenn sie fernsieht, zu Sears geht.",
    "Deine Mama ist so arm, dass Einbrecher einbrechen und Geld hinterlassen.",
    "Deine Mama ist so arm, dass sie jung geheiratet hat, nur um den Reis zu bekommen!",
    "Deine Mama ist so arm, dass sie, als ich zum Abendessen zu ihr nach Hause ging und mir einen Pappteller schnappte, sagte: \"Verwende kein gutes Porzellan!\"",
    "Deine Mama ist so arm, dass ich sie gefragt habe, was sie da macht, als ich sie in einer Gasse Mülleimer herumrollen sah, sie sagte \"Umbau\"",
    "Deine Mama ist so arm, dass ich einen Stein auf einen Mülleimer geworfen habe und sie herausgesprungen ist und gesagt hat: „Wer hat geklopft?",
    "Deine Mama ist so arm, dass wir auf einem Roadtrip waren und sie an einem Müllcontainer anhielt und ausstieg. Ich sagte \"was machst du\" und sie sagte, ich \"buche ein Hotel\"",
    "Deine Mama ist so arm, dass ich in ihr Haus ging und ein Glühwürmchen erschlug und Yo Mama sagte: \"Wer hat das Licht ausgeschaltet?\"",
    "Deine Mama ist so arm, dass sie, als ich sie fragte, was es zum Abendessen gibt, ihre Schnürsenkel auszog und \"Spagetti\" sagte",
    "Deine Mama ist so arm, dass sie mir fürs Rasengießen gedankt hat, nachdem ich in deinen Garten gepisst habe.",
    "Deine Mama ist so arm, dass deine Familie Müsli mit einer Gabel gegessen hat, um Milch zu sparen.",
    "Deine Mama ist so arm, dass sie, wenn ich an der Tür klingele, „DING!“ sagt",
    "Deine Mama ist so arm, dass sie in einen Fahrstuhl gestiegen ist und dachte, es wäre ein Wohnmobil.",
    "Deine Mama ist so arm, dass auf ihrer Fußmatte nicht \"Willkommen\", sondern \"Wohlfahrt\" steht.",
    "Deine Mama ist so arm, dass ihr Trick zu Halloween die Leckerei war.",
    "Deine Mama ist so arm, dass sie, wenn sie den Leuten ihre Adresse nennt, sagt: „Sie ist in der zweiten Gasse von der Hauptstraße, neben dem gelben Müllcontainer.“",
    "Deine Mama ist so arm, dass ihre Vorstellung von Timesharing darin besteht, ein paar Tage unter einer Brücke zu campen.",
    "Deine Mama ist so arm, dass sie, als ich sie im Park Pflanzen ausgraben sah, sagte, sie würde \"Einkäufe erledigen\".",
    "Deine Mama ist so arm, dass ich die Toilettenspülung höre, wenn ich an der Tür klingel!"
  ],
  "short": [
    "Deine Mama ist so klein, dass du ihre Füße auf ihrem Führerschein sehen kannst!",
    "Deine Mama ist so klein, dass sie eine Leiter benutzen muss, um einen Cent aufzuheben.",
    "Deine Mama ist so klein, dass sie unter dem Bett Rückwärtssaltos macht.",
    "Deine Mama ist so klein, dass sie für Trophäen modelt.",
    "Deine Mama ist so klein, dass ihre Homies die Keebler Elfs sind.",
    "Deine Mama ist so klein, dass sie Anlauf nehmen muss, um auf die Toilette zu kommen.",
    "Deine Mama ist so klein, dass sie beim Niesen mit dem Kopf auf den Boden schlägt.",
    "Deine Mama ist so klein, dass sie Klimmzüge an einer Klammer macht.",
    "Deine Mama ist so klein, dass sie Liegestütze unter der Tür machen kann.",
    "Deine Mama ist so klein, dass sie versucht hat, mir in den Knöchel zu treten, als ich sie verleumdet habe.",
    "Deine Mama ist so klein, dass sie unter der Tür schweben kann.",
    "Deine Mama ist so klein, dass sie ein Kondom als Schlafsack benutzt.",
    "Deine Mama ist so klein, dass sie ihre Busfahrkarte slamdunkt.",
    "Deine Mama ist so klein, dass sie nach oben schauen muss, um nach unten zu sehen.",
    "Deine Mama ist so klein, dass sie Gary Coleman wie Shaquille O'Neal aussehen lässt.",
    "Deine Mama ist so klein, dass du mit einer Dose Play-Doh eine lebensgroße Skulptur von ihr machen kannst.",
    "Deine Mama ist so klein, dass ihre Füße den Boden nicht berührten, als sie auf dem Bordstein saß.",
    "Deine Mama ist so klein, dass sie auf dem Bordstein Handball spielen kann.",
    "Die Arme deiner Mama sind so kurz, dass sie ihren Kopf neigen muss, um sich am Ohr zu kratzen."
  ],
  "skinny": [
    "Deine Mama ist so mager, dass sie sich zur Seite drehte und verschwand.",
    "Deine Mama ist so dünn, dass sie Hula Hoops mit einem Cheerio macht.",
    "Deine Mama ist so dünn, dass sie einen Gürtel mit Spandex tragen muss.",
    "Deine Mama ist so dünn, dass sie ein Fleischbällchen verschluckt hat und dachte, sie wäre schwanger.",
    "Deine Mama ist so dünn, dass sie mit beiden Augen durch ein Guckloch sehen kann.",
    "Deine Mama ist so dünn, dass sie ein Pflaster als Maxi-Pad benutzt.",
    "Deine Mama ist so dünn, dass du sie vor dem Ertrinken retten kannst, indem du ihr einen Fruit Loop zuwirfst.",
    "Deine Mama ist so dünn, dass sie in der Dusche herumrennen muss, um nass zu werden.",
    "Deine Mama ist so dünn, dass sie in ihrem gelben Kleid aussah wie ein HB-Stift.",
    "Deine Mama ist so dünn, wenn sie einen Sesam auf dem Kopf hätte, würde sie wie eine Stecknadel aussehen.",
    "Deine Mama ist so dünn, dass sich ihre Brustwarzen berühren.",
    "Deine Mama ist so dünn, dass ich ihr mit Zahnseide die Augen verbinden könnte.",
    "Deine Mama ist so dünn, dass sie aussieht wie ein Mikrofonständer.",
    "Deine Mama ist so dünn, dass sie nur einen Streifen auf ihrem Pyjama hat.",
    "Deine Mama ist so dünn, dass sie Regentropfen ausweichen kann.",
    "Deine Mama ist so dünn, dass sie Crackhuren zur Diät inspiriert.",
    "Deine Mama ist so dünn, dass sie Chapstick als Deo benutzt.",
    "Deine Mama ist so dünn, dass sie wie ein Reißverschluss aussehen würde, wenn sie sich zur Seite drehen und ihre Zunge herausstrecken würde.",
    "Deine Mama ist so dünn, dass sie mit dem Mini Wheats Man in den Whirlpool geht.",
    "Deine Mama ist so dünn, dass ihre Zehen im Abfluss hängen bleiben, wenn sie ein Bad nimmt und das Wasser ablässt.",
    "Deine Mama ist so dünn, dass ihr BH besser sitzt, wenn sie ihn verkehrt herum trägt.",
    "Deine Mama ist so dünn, dass sie zweimal an der gleichen Stelle stehen musste, um einen Schatten zu werfen.",
    "Deine Mama ist so dünn, dass sie bei einer Pilzinfektion ein Viertelpfünder mit Käse wäre.",
    "Deine Mama ist so dünn, dass ihre Hose nur eine Gürtelschlaufe hat.",
    "Deine Mama ist so dünn, wenn sie Dreads hätte, würde ich sie an den Knöcheln packen und mit ihr den Boden wischen.",
    "Deine Mama ist so dünn, dass du sie nicht deine Eltern, sondern transparent nennst."
  ],
  "tall": [
    "Deine Mama ist so groß, dass sie in Michigan gestolpert ist und sich in Florida den Kopf gestoßen hat.",
    "Deine Mama ist so groß, dass sie über einen Felsen gestolpert ist und sich den Kopf auf den Mond geschlagen hat.",
    "Deine Mama ist so groß, dass sie Jesus in den Mund treten würde, wenn sie einen Rückwärtssalto machen würde.",
    "Deine Mama ist so groß, sie kann ihr Haus von überall sehen.",
    "Deine Mama ist so groß, sie benutzt zwei 100-Fuß-Leitern als Krücken.",
    "Deine Mama ist so groß, sie muss den Fahrersitz ihres Autos herausnehmen und sich hinten hinsetzen, um das Fahrzeug zu bedienen.",
    "Deine Mama ist so groß, sie lässt Shaquille O'Neal aussehen wie Gary Coleman.",
    "Deine Mama ist so groß, sie hat einen Liegestütz gemacht und sich den Rücken an der Sonne verbrannt."
  ],
  "like": [
    "Deine Mama ist wie ein Eishockeyspieler, sie duscht erst nach drei Stunden.",
    "Deine Mama ist wie ein Hühnerstall, den ganzen Tag fliegen Hähne rein und raus.",
    "Deine Mama ist wie ein Papiertuch, sie nimmt alle möglichen schleimigen, nassen Sachen auf.",
    "Deine Mama ist wie Bazooka Joe, 5 Cent pro Schlag.",
    "Deine Mama ist wie ein Telefon, sogar ein 3-jähriger kann sie abholen.",
    "Deine Mama ist wie ein Weihnachtsbaum, alle hängen ihr Kugeln auf.",
    "Deine Mama ist wie die Sonne, schau sie zu lange an und du wirst blind.",
    "Deine Mama ist wie eine Bibliothek, sie ist für die Öffentlichkeit zugänglich.",
    "Deine Mama ist wie ein feines Restaurant, sie nimmt Lieferungen nur hinten an.",
    "Deine Mama ist wie ein Geldautomat, rund um die Uhr geöffnet.",
    "Deine Mama ist wie eine Bowlingkugel... rund, schwer und drei Finger passen rein.",
    "Deine Mama ist wie ein Basketballkorb, jeder bekommt eine Chance.",
    "Deine Mama ist wie eine Discover-Karte, sie gibt Geld zurück.",
    "Deine Mama ist wie ein Meisterschaftsring, jeder steckt einen Finger in sie.",
    "Deine Mama ist wie Domino-Pizza, ein Anruf macht alles.",
    "Deine Mama ist wie eine Mikrowelle, drücke einen Knopf und sie ist heiß.",
    "Deine Mama ist wie ein Briefkasten, Tag und Nacht offen.",
    "Deine Mama ist wie eine Bowlingkugel, sie landet immer in der Gosse.",
    "Deine Mama ist wie ein Bus, die Jungs steigen den ganzen Tag auf und ab.",
    "Deine Mama ist wie ein Türknauf, jeder kommt an die Reihe.",
    "Deine Mama ist wie ein Lichtschalter, sogar ein kleines Kind kann sie anschalten.",
    "Deine Mama ist wie ein Schlachthaus - jeder hängt sein Fleisch in ihr auf.",
    "Deine Mama ist wie das neue AOL 4.0: Fun, Fast, Easy and Free!",
    "Deine Mama ist wie der Traum eines Zimmermanns - flach wie ein Brett und leicht zu nageln.",
    "Deine Mama ist wie Humpty Dumpty - Erst wird sie gebumst, dann wird sie abgeladen.",
    "Deine Mama ist wie eine Tüte Kartoffelchips, \"Free-To-Lay\"",
    "Deine Mama ist wie eine Schildkröte - sobald sie auf dem Rücken liegt, ist sie am Arsch.",
    "Deine Mama ist wie ein Fan – sie bläst immer jemandem einen.",
    "Deine Mama ist wie Pizza Hut – wenn sie in 30 Minuten nicht da ist … ist es umsonst!",
    "Deine Mama ist wie ein Torwart - sie wechselt ihre Pads erst nach drei Dritteln.",
    "Deine Mama ist wie eine Tankstelle - du musst bezahlen, bevor du zapfst!",
    "Deine Mama ist wie Sprinten - 10 Cent die Minute überall im Land.",
    "„Deine Mama ist wie ein chinesisches Restaurant – All you can eat für nur 9,95 $!",
    "Deine Mama ist wie ein Winkelmesser - sie ist in jedem Winkel gut.",
    "Deine Mama ist wie eine Schrotflinte, ein Schwanz und sie bläst.",
    "Deine Mama ist wie das Bermudadreieck, beide schlucken viele Seeleute.",
    "Deine Mama mag Kuchenteig, 15 Portionen pro Packung!",
    "Deine Mama ist wie ein 1,50 m hoher Basketballkorb, es ist nicht so schwer zu punkten.",
    "Deine Mama ist wie ein Staubsauger... sie saugt, bläst und wird dann in den Schrank gelegt.",
    "Deine Mama ist wie der Pillsbury-Teigjunge - jeder stupst sie an.",
    "Deine Mama ist wie ein Ziegelstein, dreckig, flach auf beiden Seiten und wird immer von Mexikanern flachgelegt.",
    "Deine Mama ist wie ein Nickel, sie ist keinen Cent wert.",
    "Deine Mama ist wie eine Straßenlaterne, du kannst sie nachts an jeder Straßenecke eingeschaltet finden.",
    "Deine Mama ist wie eine Telefonzelle, öffentlich zugänglich, kostet ein Viertel, und die Jungs gehen den ganzen Tag rein und raus.",
    "Deine Mama ist wie ein Reese's Peanut Butter Cup, es gibt keinen falschen Weg, sie zu essen.",
    "Deine Mama ist wie eine Briefmarke, du leckst sie, stichst sie rein und schickst sie dann weg.",
    "Deine Mama ist wie eine Fliegengittertür, nach ein paar Schlägen lockert sie sich.",
    "Deine Mama ist wie ein Dollarschein, sie wird im ganzen Land bearbeitet.",
    "Deine Mama ist wie Schule um 3 Uhr ... Kinder kommen immer wieder raus und niemand kann sich an alle Väter erinnern.",
    "Deine Mama ist wie eine Bowlingkugel, sie wird hochgehoben, gefingert, in die Gosse geworfen und sie kommt immer noch zurück, um mehr zu holen.",
    "Deine Mama ist wie eine Reihe von Lautsprechern – laut, hässlich, lebt in einer Kiste, und du kannst sie lauter, leiser, ein- und ausschalten.",
    "Deine Mama ist wie ein Geburtstagskuchen, jeder bekommt ein Stück.",
    "Deine Mama ist wie 7-Eleven - die ganze Nacht geöffnet, heiß zum Mitnehmen, und für 89 Cent kannst du einen Slurpy bekommen.",
    "Deine Mama ist wie ein Staubsauger - ein richtig guter Sauger.",
    "Deine Mama ist wie ein Snickers-Riegel, vollgepackt mit Nüssen.",
    "Deine Mama ist wie eine Rennfahrerin - sie verbrennt viele Gummis.",
    "Deine Mama ist wie ein Parkhaus, drei Dollar und du bist drin.",
    "Deine Mama ist wie ein Billardtisch, sie mag Bälle in der Tasche.",
    "Deine Mama ist wie der Panamakanal, Schiffe voller Seeleute passieren sie jeden Tag.",
    "Deine Mama ist wie ein Bungee-Seil... 100 Dollar für 30 Sekunden und wenn das Gummi reißt, ist dein Arsch tot!",
    "Deine Mama ist wie ein Eichhörnchen, sie hat immer ein paar Nüsse im Mund.",
    "Deine Mama ist wie ein Kühlschrank, jeder legt sein Fleisch hinein.",
    "Deine Mama ist wie ein Dreirad, sie ist leicht zu fahren.",
    "Deine Mama ist wie Senf, sie lässt sich leicht verteilen.",
    "Deine Mama ist wie Erdnussbutter: braun, cremig und leicht zu verteilen.",
    "Deine Mama ist wie McDonalds... Milliarden und Abermilliarden serviert.",
    "Deine Mama ist wie ein Fahrstuhl, Jungs fahren den ganzen Tag mit ihr rauf und runter.",
    "Deine Mama ist wie ein Eisenbahngleis, sie wird im ganzen Land flachgelegt.",
    "Deine Mama ist wie Salat, 25 Cent pro Kopf.",
    "Deine Mama ist wie ein iPod, macht Spaß!",
    "Deine Mama ist wie Wal-Mart... Sie hat jeden Tag andere Rabatte.",
    "Deine Mama ist wie eine Sammellinse - sie ist in der Mitte breiter als an beiden Enden.",
    "Deine Mama ist wie ein Welpe … alle wollen sie umarmen."
  ]
}
